{"basics":{"name":"Anthony Lapsansky","label":"Biologist","picture":"https://placehold.it/240x240","email":"tony.lapsansky@gmail.com","phone":"","website":"https://lapsansky.org","summary":"Anthony (Tony) Lapsansky is from Ferndale, Washington.  He earned his Bachelors of Science from Gonzaga University in 2016 and his PhD from the University of Montana in 2021. Before committing to science, he worked in a fish market, golf course, as as a professional falconer. His current work focuses on the control of complex locomotion - specifically, the neural basis of avian flight.\n","location":{"address":"University of British Columbia","postalCode":"V6T 1Z4","city":"Vancouver","countryCode":"CA","region":"British Columbia"},"profiles":[{"network":"Twitter","username":"@PhysicksofLife","url":"https://twitter.com/PhysicksofLife"},{"network":"GitHub","username":"alapsansky","url":"https://github.com/"}]},"work":[{"company":"University of British Columbia","position":"National Science Foundation Postdoctoral Fellow","website":"https://altshuler.zoology.ubc.ca/","startDate":"2021-09-01","endDate":"","summary":"I am working toward understand the control of avian flight.\n","highlights":null},{"company":"University of Montana","position":"PhD","website":"https://hs.umt.edu/dbs/flightlab/","startDate":"2016-09-01","endDate":"2021-05-01","summary":"My PhD under Bret Tobalske focused on the biomechanics and evolution of aquatic locomotion in birds. \n","highlights":["Research featured in <a href=\"https://www.sciencemag.org/news/2021/01/watch-nonswimming-bird-swim-champ-giving-clues-evolution-penguins\">Science Magazine</a>","Awarded the Wainwright Award for <a href = \"http://sicb.burkclients.com/wp/?page_id=1095\">Best Presentation</a> in the Division of Comparative Biomechanics during the 2021 meeting for the Society of Integrative and Comparative Biology","Awarded the Wake Award for <a href=\"http://sicb.burkclients.com/wp/?page_id=1113\">Best Presentation</a> in the Division of Phylogenetics & Comparative Biology during the 2021 meeting for the Society of Integrative and Comparative Biology","Recieved the Bertha Morthon Scholarship from the University of Montana","Funded via the Montana Space Grant Consortium Fellowship"]},{"company":"Gonzaga University","position":"Bachelors of Science","website":"https://www.gonzaga.edu/college-of-arts-sciences/departments/biology","startDate":"2012-09-01","endDate":"2016-05-01","summary":"My liberal arts education at Gonzaga emphasize creative problem-solving, resilence, and broad thinking.  \n","highlights":["Robert and Claire McDonald Award for Academic Distinction in Biology","Presidents List (GPA 3.7- 4.0) all semesters"]}],"volunteer":[{"organization":"UMT Department of Ecology and Evolution","position":"Graduate Student President","website":"","startDate":"2020-05-01","endDate":"2021-05-01","summary":"Elected co-president of graduate students by my peers to serve as an advocate and leader of the graduate students.","highlights":["Helped to build an advocacy program to improve the mental health of students and reduce implicit bias among faculty."]},{"organization":"Science in Action","position":"Volunteer Educator","website":"https://www.gonzaga.edu/college-of-arts-sciences/departments/biology/science-outreach","startDate":"2015-09-01","endDate":"2016-01-01","summary":"Provide students at Holmes Elementary School (a Title 1 School in Spokane, WA) with hands-on experiences in science.","highlights":null},{"organization":"Independent","position":"Volunteer Educator","website":"","startDate":"2012-09-01","endDate":"","summary":"Serve as a guest lecturer for youth of Ferndale High School and Vista Middle School on the importance of STEM and the power of turning one's passion into a career.","highlights":null}],"publications":[{"name":"Alcids fly at efficient Strouhal numbers in both air and water but vary stroke velocity and angle","publisher":"eLife","releaseDate":"2020-06-30","website":"https://elifesciences.org/articles/55774","summary":"Birds that use their wings for ‘flight’ in both air and water are expected to fly poorly in each fluid relative to single-fluid specialists; that is, these jacks-of-all-trades should be the masters of none. Alcids exhibit exceptional dive performance while retaining aerial flight. We hypothesized that alcids maintain efficient Strouhal numbers and stroke velocities across air and water, allowing them to mitigate the costs of their ‘fluid generalism’. We show that alcids cruise at Strouhal numbers between 0.10 and 0.40 – on par with single-fluid specialists – in both air and water but flap their wings ~ 50% slower in water. Thus, these species either contract their muscles at inefficient velocities or maintain a two-geared muscle system, highlighting a clear cost to using the same morphology for locomotion in two fluids. Additionally, alcids varied stroke-plane angle between air and water and chord angle during aquatic flight, expanding their performance envelope."},{"name":"Upstroke-based acceleration and head stabilization are the norm for the wing-propelled swimming of alcid seabirds","publisher":"Journal of Experimental Biology","releaseDate":"2019-07-02","website":"https://journals.biologists.com/jeb/article/222/13/jeb201285/2724/Upstroke-based-acceleration-and-head-stabilization","summary":"Alcids, a family of seabirds including murres, guillemots and puffins, exhibit the greatest mass-specific dive depths and durations of any birds or mammals. These impressive diving capabilities have motivated numerous studies on the biomechanics of alcid swimming and diving, with one objective being to compare stroke–acceleration patterns of swimming alcids with those of penguins, where upstroke and downstroke are used for horizontal acceleration. Studies of free-ranging, descending alcids have found that alcids accelerate in the direction of travel during both their upstroke and downstroke, but only at depths <20 m, whereas studies of alcids swimming horizontally report upstroke-based acceleration to be rare (≤16% of upstrokes). We hypothesized that swimming trajectory, via its interaction with buoyancy, determines the magnitude of acceleration produced during the upstroke. Thus, we studied the stroke–acceleration relationships of five species of alcid swimming freely at the Alaska SeaLife Center using videography and kinematic analysis. Contrary to our prediction, we found that upstroke-based acceleration is very common (87% of upstrokes) during both descending and horizontal swimming. We reveal that head-damping – wherein an animal extends and retracts its head to offset periodic accelerations – is common in swimming alcids, underscoring the importance of head stabilization during avian locomotion."},{"name":"Zebra finch (Taeniopygia guttata) shift toward aerodynamically efficient flight kinematics in response to an artificial load","publisher":"Biology Open","releaseDate":"2019-06-02","website":"https://journals.biologists.com/bio/article/8/6/bio042572/1980/Zebra-finch-Taeniopygia-guttata-shift-toward","summary":"We investigated the effect of an added mass emulating a transmitter on the flight kinematics of zebra finches (Taeniopygia guttata), both to identify proximal effects of loading and to test fundamental questions regarding the intermittent flight of this species. Zebra finch, along with many species of relatively small birds, exhibit flap-bounding, wherein the bird alternates periods of flapping with flexed-wing bounds. Mathematical modeling suggests that flap-bounding is less aerodynamically efficient than continuous flapping, except in limited circumstances. This has prompted the introduction of two major hypotheses for flap-bounding – the ‘fixed-gear’ and ‘cost of muscle activation/deactivation’ hypotheses – based on intrinsic properties of muscle. We equipped zebra finches flying at 10 m s−1 with a transmitter-like load to determine if their response was consistent with the predictions of these hypotheses. Loading caused finches to diverge significantly from their unloaded wingbeat kinematics. Researchers should carefully consider whether these effects impact traits of interest when planning telemetry studies to ensure that tagged individuals can reasonably be considered representative of the overall population. In response to loading, average wingbeat amplitude and angular velocity decreased, inconsistent with the predictions of the fixed-gear hypothesis. If we assume that finches maintained muscular efficiency, the reduction in amplitude is inconsistent with the cost of the muscle activation/deactivation hypothesis. However, we interpret the reduction in wingbeat amplitude and increase in the proportion of time spent flapping as evidence that loaded finches opted to increase their aerodynamic efficiency – a response which is consistent with the latter hypothesis."}],"skills":[{"name":"Kinematic Analysis","level":"Master","keywords":["2D & 3-dimensional analysis","High-speed videography","Automated tracking","DeepLabCut","Tracktor","DLTdv8","flydra"]},{"name":"Quasi-steady Modeling","level":"Master","keywords":["Automated methods","MATLAB","R"]},{"name":"Evolutionary Analysis","level":"Master","keywords":["Univariate","Multivariate","Robust statistical frameworks"]},{"name":"Morphometrics","level":"Master","keywords":["R","MATLAB"]},{"name":"Data Visualization","level":"Master","keywords":["R","MATLAB","Python"]},{"name":"Computational Fluid Modeling","level":"Intermediate","keywords":["OpenFOAM","ANSYS","Paraview"]},{"name":"Electronics Prototyping","level":"Intermediate","keywords":["RaspberryPi","Arduino","Python"]}],"interests":[{"name":"Falconry","keywords":["License General Falconer","Former Professional Falconer"]}]}
